Revit 2027 API
UnitTypeId.NanogramsPerPascalSecondSquareMeter Property
 Nanograms per pascal second square meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId NanogramsPerPascalSecondSquareMeter { get; }
Public Shared ReadOnly Property NanogramsPerPascalSecondSquareMeter As ForgeTypeId
	Get
public:
static property ForgeTypeId^ NanogramsPerPascalSecondSquareMeter {
	ForgeTypeId^ get ();
}
static member NanogramsPerPascalSecondSquareMeter : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace